tap "coder/coder"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "pulumi/tap"
tap "turbot/tap"
brew "act"
brew "xz"
brew "zstd"
brew "openssl@3"
brew "argocd"
brew "aws-sso-cli"
brew "awscli"
brew "buildifier"
brew "ccache"
brew "cmake"
brew "coreutils"
brew "doxygen"
brew "etcd"
brew "fd"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "graphviz"
brew "helm"
brew "k9s"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubie"
brew "minikube"
brew "uv"
