tap "coder/coder"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "pulumi/tap"
tap "turbot/tap"
tap "weaveworks/tap"
brew "act"
brew "xz"
brew "zstd"
brew "argocd"
brew "aws-sso-cli"
brew "openssl@3"
brew "readline"
brew "awscli"
brew "bazelisk"
brew "buildifier"
brew "ccache"
brew "cmake"
brew "coreutils"
brew "doxygen"
brew "duti"
brew "etcd"
brew "fd"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "golang-migrate"
brew "graphviz"
brew "gzip"
brew "helm"
brew "helmfile"
brew "hyperfine"
brew "jq"
brew "ko"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubie"
brew "libomp"
brew "minikube"
brew "ninja"
brew "node"
brew "oci-cli"
brew "parallel"
brew "pdm"
brew "pkgconf"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "shellcheck"
brew "sqlc"
brew "stern"
brew "swig"
brew "tcl-tk"
brew "telnet"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yq"
brew "zlib"
brew "zsh"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "pulumi/tap/esc"
brew "pulumi/tap/pulumi"
brew "turbot/tap/steampipe"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "gcloud-cli"
