tap "coder/coder"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "pulumi/tap"
tap "slp/krunkit"
tap "turbot/tap"
tap "weaveworks/tap"
brew "act"
brew "xz"
brew "zstd"
brew "argocd"
brew "aws-sso-cli"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "awscli"
brew "bazelisk"
brew "buildifier"
brew "ccache"
brew "cmake"
brew "coreutils"
brew "doxygen"
brew "duti"
brew "etcd"
brew "fd"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "golang-migrate"
brew "graphviz"
brew "gzip"
brew "helm"
brew "helmfile"
brew "hyperfine"
brew "jq"
brew "ko"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubie"
brew "libomp"
brew "minikube"
brew "ninja"
brew "node"
brew "oci-cli"
brew "parallel"
brew "pdm"
brew "pkgconf"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "shellcheck"
brew "sqlc"
brew "swig"
brew "tcl-tk"
brew "telnet"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yq"
brew "zlib"
brew "zsh"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "pulumi/tap/esc"
brew "pulumi/tap/pulumi"
brew "slp/krunkit/krunkit"
brew "turbot/tap/steampipe"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "gcloud-cli"
vscode "bazelbuild.vscode-bazel"
vscode "charliermarsh.ruff"
vscode "coder.coder-remote"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "llvm-vs-code-extensions.vscode-mlir"
vscode "mechatroner.rainbow-csv"
vscode "modular-mojotools.vscode-mojo-nightly"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "nvidia.nsight-vscode-edition"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "troelsdamgaard.reflow-paragraph"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "xaver.clang-format"
go "github.com/bazelbuild/buildtools/buildifier"
go "k8s.io/code-generator/cmd/client-gen"
go "github.com/spf13/cobra-cli"
go "k8s.io/code-generator/cmd/deepcopy-gen"
go "k8s.io/code-generator/cmd/defaulter-gen"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "k8s.io/code-generator/cmd/informer-gen"
go "sigs.k8s.io/kind"
go "k8s.io/code-generator/cmd/lister-gen"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "sigs.k8s.io/controller-runtime/tools/setup-envtest"
go "honnef.co/go/tools/cmd/staticcheck"
